<template>
  <div class="home">
    <h2>書庫へようこそ</h2>
    <h3>概要</h3>
    <p>
      あいわかが編集した板書や文書をまとめたウェブサイトです。
      閲覧にはログインが必要です。
    </p>

    <h3>意見・修正について</h3>
    <p>
      文書の修正等を行いたい場合は、配布ページにおいて修正リクエストを行ってください。
      継続的に参加したい、または自分で修正を行いたい場合はGitHubリポジトリへの参加申請を行ってください。
    </p>

    <h3>このような形式を取る目的</h3>
    <p>
      ここの文書は講義の板書等を含みます。
      本来公開されるべきではないものですが、広く利用していただきたいという思いもあります。
      したがって、利便性を保ちつつ、利用者の所属等を明確にすることを念頭に置いています。
      あまりに私の知るところから逸脱した方の利用は予告なく停止する可能性があることをご容赦ください。
      基本的にツイッター等の知り合いは大丈夫です。
    </p>
  </div>
</template>

<style lang="scss" scoped>
.home {
  .version {
    color: #999999;
    font-size: 0.9rem;
  }
  > img {
    margin: 15px auto;
    width: 50%;
  }
}
</style>
